Revit 2027 API
ParameterTypeId.TagElevationBase Property
 "Elevation Base"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TagElevationBase { get; }
Public Shared ReadOnly Property TagElevationBase As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TagElevationBase {
	ForgeTypeId^ get ();
}
static member TagElevationBase : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace